
import Layout from "../../Layout";
import EPInfo from "./EPInfo";

export default function Content() {
  console.log("EP_000")

  return (<>
    <Layout ep={EPInfo}>
        {/* block 1 */}
        <p>
        某君昆仲，今隱其名，皆余昔日在中學校時良友；分隔多年，消息漸闕。日前偶聞其一大病；適歸故鄉，迂道往訪，則僅晤一人，言病者其弟也。勞君遠道來視，然已早愈，赴某地候補矣。因大笑，出示日記二冊，謂可見當日病狀，不妨獻諸舊友。持歸閱一過，知所患蓋「迫害狂」之類。語頗錯雜無倫次，又多荒唐之言；亦不著月日，惟墨色字體不一，知非一時所書。閒亦有略具聯絡者，今撮錄一篇，以供醫家研究。記中語誤，一字不易；惟人名雖皆村人，不為世間所知，無關大體，然亦悉易去。至於書名，則本人愈後所題，不復改也。七年四月二日識。
        </p>

        <h2>一</h2>

        {/* block 2 */}
        <p>今天晚上，狠好的月光。</p>

        {/* block 3 */}
        <p>我不見他，已是三十多年了；今天見了，精神分外爽快。才知道以前的三十年，全是發昏；然而須十分小心。不然，那趙家的狗，何以看我兩眼呢？</p>

        {/* block 4 */}
        <p>我怕得有理。</p>

        <h2>二</h2>

        {/* block 5 */}
        <p>今天全沒月光，我知道不妙。早上小心出門，趙貴翁的眼色便怪：似乎怕我，似乎想害我。還有七八個人，交頭接耳的議論我，又怕我看見。一路上的'人，都是如此。其中最兇的一個人，張着嘴，對我笑了笑；我便從頭直冷到腳跟，曉得他們布置，都已妥當了。</p>

        {/* block 6 */}
        <p>我可不怕，仍舊走我的路。前面一夥小孩子，也在那裏議論我；眼色也同趙貴翁一樣，臉色也都鐵青。我想我同小孩子有什麼讐，他也這樣。忍不住大聲說，「你告訴我！」他們可就跑了。</p>

        {/* block 7 */}
        <p>我想；我同趙貴翁有什麼讐，同路上的人又有什麼讐？只有二十年以前，把古久先生的陳年流水簿子，踹了一腳，古久先生很不高兴。趙貴翁雖然不認識他，一定也聽到風聲，代抱不平；約定路上的人，同我作冤對。但是小孩子呢？那時候，他們還沒有出世，何以今天也睜着怪眼睛，似乎怕我，似乎想害我。這真教我怕，教我納罕而且傷心。</p>

        {/* block 8 */}
        <p>我明白了。這是他們娘老子教的！</p>

        <h2>三</h2>

        {/* block 9 */}
        <p>晚上總是睡不着。凡事須得研究，才會明白。</p>

        {/* block 10 */}
        <p>他們——也有給知縣打枷過的，也有給紳士掌過嘴的，也有衙役佔了他妻子的，也有老子娘被債主逼死的；他們那時候的臉色，全沒有昨天這麼怕，也沒有這麼兇。最奇怪的是昨天街上的那個女人，打他兒子，嘴裏說道，「老子呀！我要咬你幾口纔出氣！」他眼睛却看着我。我出了一驚，遮掩不住；那青面獠牙的一夥人，便都哄笑起來。陳老五趕上前，硬把我拖回家中了。</p>

        {/* block 11 */}
        <p>拖我回家，家裏的人都裝作不認識我；他們的眼色，也全同別人一樣。進了書房，便反扣上門，宛然是關了一隻雞鴨。這一件事，越教我猜不出底細。</p>

        {/* block 12 */}
        <p>前幾天，狼子村的佃戶來告荒，對我大哥說，他們村裏的一個大惡人，給大家打死了；幾個人便挖出他的心肝來，用油煎炒了吃，可以壯壯膽子。我插了一句嘴，佃戶和大哥便都看我幾眼。今天纔曉得他們的眼光，全同外面的那夥人一模一樣。</p>

        {/* block 13 */}
        <p>想起來，我從頂上直冷到腳跟。</p>

        {/* block 14 */}
        <p>他們會吃人，就未必不會吃我。</p>

        {/* block 15 */}
        <p>你看那女人「咬你幾口」的話，和一夥青面獠牙人的笑，和前天佃戶的話，明明是暗號。我看出他話中全是毒，笑中全是刀。他們的牙齒，全是白厲厲的排着，這就是吃人的家伙。</p>

        {/* block 16 */}
        <p>照我自己想，雖然不是惡人，自从踹了古家的簿子，可就難說了。他們似乎別有心思，我全猜不出。况且他們一翻臉，便說人是惡人。我還記得大哥教我做論，無論怎樣好人，翻他幾句，他便打上幾個圈；原諒壞人幾句，他便說「翻天妙手，與衆不同」。我那裏猜得到他們的心思，究竟怎樣；况且是要吃的時候。</p>

        {/* block 17 */}
        <p>凡事總須研究，纔會明白。古來時常吃人，我也還記得，可是不甚清楚。我翻開歷史一查，這歷史沒有年代，歪歪斜斜的每葉上都寫着「仁義道德」幾個字。我横豎睡不着，仔細看了半夜，纔從字縫裏看出字來，滿本都寫着兩個字是「吃人」！</p>

        {/* block 18 */}
        <p>書上寫着這許多字，佃戶說了這許多話，却都笑吟吟的睜着怪眼看我。</p>

        {/* block 19 */}
        <p>我也是人，他們想要吃我了！</p>

        <h2>四</h2>

        {/* block 20 */}
        <p>早上，我靜坐了一會。陳老五送進飯來，一碗菜，一碗蒸魚；這魚的眼睛，白而且硬，張着嘴，同那一夥想吃人的人一樣。吃了幾筷，滑溜溜的不知是魚是人，便把他兜肚連腸的吐出。</p>

        {/* block 21 */}
        <p>我說「老五，對大哥説，我悶得慌，想到園裏走走。」老五不答應，走了；停一會，可就來開了門。</p>

        {/* block 22 */}
        <p>我也不動，研究他們如何擺佈我；知道他們一定不肯放鬆。果然！我大哥引了一個老头子，慢慢走來；他滿眼兇光，怕我看出，只是低頭向着地，從眼鏡横邊暗暗看我。大哥說，「今天你彷佛很好。」我說「是的。」大哥說，「今天請何先生來，給你診一診。」我說「可以！」其實我豈不知道這老头子是劊子手扮的！無非借了看脈這名目，揣一揣肥瘠；因這功勞，也分一片肉吃。我也不怕；雖然不吃人，膽子却比他們還壯。伸出兩個拳頭，看他如何下手。老头子坐着，閉了眼睛，摸了好一會，呆了好一會；便張開他鬼眼睛說，「不要亂想，靜靜的養幾天，就好了。」</p>

        {/* block 23 */}
        <p>不要亂想，靜靜的養！養肥了，他們是自然可以多吃；我有什麼好處，怎麼會「好了」？他們這羣人，又想吃人，又是鬼鬼祟祟，想法子遮掩，不敢直捷下手，真要令我笑死，我忍不住，便放聲大笑起來，十分快活。自己曉得這笑聲裏面，有的是義勇和正氣；老头子和大哥，都失了色，被我這勇氣正氣鎮壓住了。</p>

        {/* block 24 */}
        <p>但是我有勇氣，他們便越想吃我，沾光一點這勇氣。老头子跨出門，走不多遠，便低聲對大哥說道，「趕緊吃罷！」大哥點點頭。原來也有你！這一件大發見，雖似意外，也在意中：合夥吃我的人，便我的哥哥！</p>

        {/* block 25 */}
        <p>吃人的是我的哥哥！</p>

        {/* block 26 */}
        <p>我是吃人的人的兄弟！</p>

        {/* block 27 */}
        <p>我自己被人吃了，可仍然是吃人的人的兄弟！</p>

        <h2>五</h2>

        {/* block 28 */}
        <p>這幾天是退一步想：假使那老头子不是劊子手扮的，真是醫生，也仍然是吃人的人。他們的祖師李時珍做的「本草什麼」上，明明寫着人肉可以煎吃；他還能說自己不吃人麼？</p>

        {/* block 29 */}
        <p>至於我家大哥，也毫不寃枉他。他對我講書的時候，親口說過可以易子而食；又一回偶然議論起一個不好的人，他便說不但該殺，還當食肉寢皮。我那時年紀還小，心跳了好半天。前天狼子村佃戶來說吃心肝的事，他也毫不奇怪，不住的點頭。可見心思是同從前一樣狠。既然可以易子而食，便什麼都易得，什麼人都吃得。我從前單聽他講道理，也胡塗過去；現在曉得他講道理的時候，不但唇邊還抹着人油，而且心裏滿裝着吃人的意思。</p>

        <h2>六</h2>

        {/* block 30 */}
        <p>漆漆的，不知是日是夜。趙家的狗又叫起來了。</p>

        {/* block 31 */}
        <p>獅子似的兇心，兔子的怯弱，狐狸的狡猾，……</p>

        {/* block 32 */}
        <p>我曉得他們的方法：直捷殺了，是不肯的，而且也不敢，怕有禍祟。所以他們大家聯絡，佈滿了羅網，逼我自戕。試看前幾天街上男女的樣子，和這幾天我大哥的作為，便足可悟出八九分了。最好是解下腰帶，掛在梁上，自己紧紧勒死；他們沒有殺人的罪名，又償了心願，自然都歡天喜地的發出一種嗚嗚咽咽的笑聲。否則驚嚇憂愁死了，雖則略瘦，也還可以首肯幾下。</p>

        {/* block 33 */}
        <p>他們是只會吃死肉的！——什麼上說，有一種東西叫「海乙那」的，眼光和樣子都很難看；時常吃死肉，連極大的骨頭，都細細嚼爛，嚥下肚子去，想起來也教人害怕。「海乙那」是狼的親眷，狼是狗的本家。前天趙家的狗，看我幾眼，可見他也同謀，早已接洽。老头子眼看着地，豈能瞞得我過。</p>

        {/* block 34 */}
        <p>最可憐的是我的大哥。他也是人，何以毫不害怕，而且合夥吃我呢？還是歷來慣了，不以為非呢？還是喪了良心，明知故犯呢？</p>

        {/* block 35 */}
        <p>我咀呪吃人的人，先從他起頭；要勸轉吃人的人，也先從他下手。</p>

        <h2>八</h2>

        {/* block 36 */}
        <p>其實這種道理，到了現在，他們也該早已懂得，……</p>

        {/* block 37 */}
        <p>忽然來了一個人；年紀不過二十左右，相貌是不狠看得清楚，滿面笑容，對我點頭，他的笑也不像真笑。我便問他，「吃人的事，對麼？」他仍然笑着說，「不是荒年，怎麼會吃人。」我立刻就曉得，他也是一夥，喜歡吃人的；便自勇氣百倍，偏要問他。</p>

        {/* block 38 */}
        <p>「對麼？」</p>

        {/* block 39 */}
        <p>「這等事問他什麼。你真會……說笑話。……今天天氣很好。」</p>

        {/* block 40 */}
        <p>天氣是好，月色也狠亮了。可是我要問你，「對麼？」</p>

        {/* block 41 */}
        <p>他不以為然了。含含胡胡的答道，「不……」</p>

        {/* block 42 */}
        <p>「不對？他們何以竟吃！」</p>

        {/* block 43 */}
        <p>「沒有的事……」</p>

        {/* block 44 */}
        <p>「沒有的事？狼子村現吃；還有書上都寫着，通紅斬新！」</p>

        {/* block 45 */}
        <p>他便變了臉，鐵一般青。睜着眼說，「有許有的，這是從來如此……」</p>

        {/* block 46 */}
        <p>「從來如此便對麼？」</p>

        {/* block 47 */}
        <p>「我不同你講這些道理；總之你不該說，你說便是你錯！」</p>

        {/* block 48 */}
        <p>我直跳起來，張開眼，這人便不見了。上身出了一大片汗。他的年紀，比我大哥小得遠，居然也是一夥；這一定是他的娘老子先教的。還怕已經教給他的兒子了；所以連小孩子，也都惡狠狠的看我。</p>

        <h2>九</h2>

        {/* block 49 */}
        <p>自己想吃人，又怕被人吃了，都用着疑心極深的眼光，面面相覷。……</p>

        {/* block 50 */}
        <p>去了這心思，放心做事走路吃飯睡覺，何等舒服。這只是一條門檻，一個關頭。他們可是父子兄弟夫婦朋友師生仇敵和各不相識的人，都結成一夥，互相勸勉，互相牽掣，死也不肯跨過這一步。</p>

        <h2>十</h2>

        {/* block 51 */}
        <p>大清早，去尋我大哥；他站在堂門外看天，我便走到他背後，攔住門，格外沈靜，格外和氣的對他說，</p>

        {/* block 52 */}
        <p>「大哥，我有話告訴你。」</p>

        {/* block 53 */}
        <p>「你說就是，」他趕緊回過臉來，點點頭。</p>

        {/* block 54 */}
        <p>「我只有幾句話，可是說不出來。大哥，大約當初野蠻的人，都吃過一點人。後來因為心思不同，有的不吃人了，一味要好，便變了人，變了真的人。有的却還吃，——也同蟲子一樣，有的變了魚鳥猴子，一直變到人。有的不要好，至今還是蟲子。這吃人的人比不吃人的人，何等慚愧。怕比蟲子的慚愧猴子，還差得很遠很遠。易牙蒸了他的兒子，給桀紂吃，還是一直從前的事。誰曉得從盤古開闢天地以後，一直吃到易牙的兒子；從易牙的兒子，一直吃到徐錫林；從徐錫林，又一直吃到狼子村捉住的人。去年城裏殺了犯人，還有一個生癆病的人，用饅頭蘸着血舐。他們要吃我，你一個人，原也無法可想；然而又何必去入夥。吃人的人，什麼事做不出；他們會吃我，也會吃你，一夥裏面，也會自吃。但只要轉一步，只要立刻改了，也就人人太平。雖然從來如此，我們今天也可以格外要好，說是不能！大哥，我相信你能說，前天佃戶要減租，你說過不能。」</p>

        {/* block 55 */}
        <p>當初，他還只是冷笑，隨後眼光便凶狠起來，一到說破他們的隱情，那就滿臉都變成青色了。大門外站着一夥人，趙貴翁和他的狗，也在裏面，都探頭探腦的挨進來。有的是看不出面貌，似乎用布蒙着；有的是仍舊青面獠牙，抿着嘴笑。我認識他們是一夥，都是吃人的人。可是也曉得他們心思狠不一樣，一種是以為從來如此，應該吃的；一種是知道不該吃，可是仍然要吃，又怕別人說破他，所以聽了我的話，越發氣憤不過，可是抿着嘴冷笑。</p>

        {/* block 56 */}
        <p>這時候，大哥也忽然顯出凶相，高聲喝道，</p>

        {/* block 57 */}
        <p>「都出去！瘋子有什麼好看！」</p>

        {/* block 58 */}
        <p>這時候，我又懂得一件他們的巧妙了。他們豈但不肯改，而且早已布置；預備下一個瘋子的名目罩上我。將來吃了，不但太平無事，怕還會有同情。佃戶說的大家吃了一個惡人，正是這方法。這是他們的老譜！</p>

        {/* block 59 */}
        <p>陳老五也氣憤憤的直走進來。如何按得住我的嘴，我偏要對這夥人說，</p>

        {/* block 60 */}
        <p>「你們可以改了，從真心改起！要曉得將來容不得吃人的人，活在世上。你們要不改，自己也會吃盡。即使生得多，也會給真的人除滅了，同獵人打完狼子一樣！——同蟲子一樣！」</p>

        {/* block 61 */}
        <p>那一夥人，都被陳老五趕走了。大哥也不知那裏去了。陳老五勸我回屋子裏去。屋裏面全是黑沈沈的。横梁和椽子都在頭上發抖；抖了一會，便大起來，堆在我身上。萬分沈重，動彈不得；他的意思是要我死。我曉得他的沈重是假的，便掙扎出來，出了一身汗。可是偏要說，</p>

        {/* block 62 */}
        <p>「你們立刻改了，從真心改起！你們要曉得將來是容不得吃人的人！……」</p>

        <h2>十一</h2>

        {/* block 63 */}
        <p>太陽也不出，門也不開，日日是兩頓飯。</p>

        {/* block 64 */}
        <p>我捏起筷子，便想起我大哥；曉得妹子死掉的緣故，也全在他。那時我妹子纔五歲，可愛可憐的樣子，還在眼前。母親哭個不住，他却勸母親不要哭；大約因為自己吃了，哭起來不免有點過意不去。如果還能過意不去，……</p>

        {/* block 65 */}
        <p>妹子是被大哥吃了，母親知道沒有，我可不得而知。</p>

        {/* block 66 */}
        <p>母親想也知道；不過哭的時候，却並沒有說明，大約也以為應當的了。記得我四五歲時，坐在堂前乘涼，大哥說爺娘生病，做兒子的須割下一片肉來，煮熟了請他吃，纔算好人；母親也沒有說不行。一片吃得，整個的自然也吃得。但是那天的哭法，現在想起來，實在還教人傷心，這真是奇極的事！</p>

        <h2>十二</h2>

        {/* block 67 */}
        <p>不能想了。</p>

        {/* block 68 */}
        <p>四千年來時時吃人的地方，今天纔明白，我也在其中混了多年；大哥正管着家務，妹子恰恰死了，他未必不和在飯菜裏，暗暗給我們吃。</p>

        {/* block 69 */}
        <p>我未必無意之中，不吃了我妹子的幾片肉，現在也輪到我自己，……</p>

        {/* block 70 */}
        <p>有了四千年吃人履歷的我，當初雖然不知道，現在明白，難見真人！</p>

        <h2>十三</h2>

        {/* block 71 */}
        <p>沒有吃過人的孩子，或許還有？</p>

        {/* block 72 */}
        <p>救救孩子……</p>



    </Layout>
  </>)
}