
import Layout from "../../Layout";
import EPInfo from "./EPInfo";

export default function Content() {
  console.log("EP_000")

  return (<>
    <Layout ep={EPInfo}>
      {/* block 1 */}
      <p>我從鄉下跑到京城求賽，一轉眼已經六年了。中間再聞目睹的所謂國家大事，算起來也很不少；但在我心裏，都不留下什麼痕迹，倘要我尋出這些事的影響來說，便只是增長了我的壞脾氣，——老實說，便是教我一天比一天的看不起人。</p>

      {/* block 2 */}
      <p>但有一件小事，卻於我有意義，將我從壞脾氣裏捩轉，使我至今忘記不得。</p>

      {/* block 3 */}
      <p>這是民國六年的冬天，北風凜烈得很，我因為生計關係，不得不一早在路上走。一路幾乎不見人，好容易才雇定了一輛人力車，教他拉到S門去。不一會，北風小了，路上浮塵早已刮淨，剩下一條潔白的大道來，車夫也跑得更快。剛近S門，忽而車把上帶着一個人，慢慢地倒下。</p>

      {/* block 4 */}
      <p>我倒的是一個女人，花白頭發，衣服都有破爛。伊從馬路上突然的車前横截過來；車夫已經纏腳道，但伊的破棉袍心沒有上扣，微風吹著，向外展開，所以終於兜著車把。幸而車夫早有點停步，否則伊定要栽一個大仰翻，已經是磕破血出了。</p>

      {/* block 5 */}
      <p>車夫也停下，沒有什麼埋怨，扶她慢慢坐起來，擋著背聳立定，問伊說：</p>

      {/* block 6 */}
      <p>「你怎麼啦？」</p>

      {/* block 7 */}
      <p>「我摔壞了。」</p>

      {/* block 8 */}
      <p>我想，我眼見伊慢慢倒地，怎麼會摔壞呢，裝腔作勢罷了，這真可憎惡。車夫多事，也正是自討苦吃，現在你自己想法去。</p>

      {/* block 9 */}
      <p>車夫對這老人女人的話，卻毫不辯駁，仍然撐著伊的時候，便一步一步的前進。我有些諷刺，忙着前面，是一所巡警分駐所，大風之後，外面也不見人。這車夫扶著那老人，便正是向那大門走去。</p>

      {/* block 10 */}
      <p>他們出現了</p>

      {/* block 11 */}
      <p>我於是突然感到一種異樣的感覺，覺得他滿身灰暗的後影，刹時高大了，而且愈走愈大，須仰視才見。而且他對於我，漸漸的又幾乎變成一種威壓，甚至至於要拋出皮袍下面藏著的「小」來。</p>

      {/* block 12 */}
      <p>我的活力這時大約有些凝滯了，坐着沒有動，也沒有走，直到看見另外駐所走出一個巡警，才下了車。</p>

      {/* block 13 */}
      <p>巡警走近我說，「你自己在電車，他也不能拉你了。」</p>

      {/* block 14 */}
      <p>我沒認為那是件的低賤我就出一大把銅元，笑着說，「請給他……」</p>

      {/* block 15 */}
      <p>風全住了，路上還很潔。我走着看，一面想，驀然一驚，就這麼纔想到了自己。以前的事或者日損我，這一大把銅元又是什麼意思？獎他麼？我還能裁判車夫麼？我不能回答自己。</p>

      {/* block 16 */}
      <p>想到現在，還是時時懊惱。我因此也現在我，即時的几何時趁着去，努力的要想到我的晦氣和罪，幾乎許多的文治，也探得不到子龜便略稿養。獨有這一件小事，卻總是浮在我眼前，有時反更分明，教我懊悔，催我更新，并且他我的勇氣和希望。</p>

      {/* block 17 */}
      <p><em>一九二〇年七月。</em></p>

    </Layout>
  </>)
}